{
  "data": [
    {
      "illustration": "illustration/oneaccount.svg",
      "title": "One account for all apps",
      "alignAlt": true,
      "points": [
        "One user account that will let the users connect to all applications on your organization",
        "Supports single sign on (SSO), so that user don't have to re-enter sign-in information on every application",
        "When a user signs out from one application, session is invalidated for all other applications."
      ]
    },
    {
      "illustration": "illustration/feature_social.svg",
      "title": "Sign in using social identity",
      "alignAlt": false,
      "points": [
        "Supported external identity providers - Outlook, Google, Facebook",
        "Choose which external identity providers you would like your company members to use",
        "You can limit the sign in only to native oneauth method"
      ]
    },
    {
      "illustration": "illustration/customize_login_page.svg",
      "title": "Customizable Sign in page",
      "alignAlt": true,
      "points": [
        "Customize with your brand logo and background",
        "Choose from two layouts for sign-in page",
        "Extend further and write your own sign-in page frontend. Our REST API allows you to seemlessly integrate, your custom front page with Oneauth's secure backend"
      ]
    },
    {
      "illustration": "illustration/restricted_apps.svg",
      "title": "Distribute apps as restricted or free",
      "alignAlt": false,
      "points": [
        "As an application creator, you can choose to publish the app as free or restricted",
        "When you mark as application as free, it is accessible to all companies having thier space in Oneauth",
        "Restricted applications need to grant explicit permissions to a company space (for use by that company)",
        "You can publish a paid/cloud subscription application and selectively grant access to companies that paid for the subscription"
      ]
    },
    {
      "illustration": "illustration/2fa.svg",
      "title": "Two factor authentication (2FA) - Coming soon",
      "alignAlt": true,
      "points": [
        "Increase your security level significantly using two factor authentication",
        "Supports OTP over mobile SMS. Less secure compared to time based codes",
        "Supports time based security codes using Google authenticator or Authy"
      ]
    }
  ]
}
